Repository: MaddTheSane/RCEnvironment
Catalog: Localizable.xcstrings
Source language: en
Languages: de, it, zh_cn, zh_tw

source: About
de: Über
it: Info
zh_cn: 关於
zh_tw: 關於

# AddItemTip
source: Add a variable
de: Variable hinzufügen
it: Aggiungi una variabile
zh_cn: 新增变量
zh_tw: 新增變數

source: Backup Error
de: Backup Fehler
it: Errore Backup
zh_cn: 备份错误
zh_tw: 備份錯誤

# BackupFileNotWritable
source: Can not write backup ~/%@/%@. Please correct and attempt again.
de: Backup kann nicht geschrieben werden ~/%@/%@. Bitte verbessern und erneut versuchen.
it: Impossibile scrivere backup ~/%@/%@. Prego correggere e riprovare.
zh_cn: 无法写备份 ~/%@/%@. 请更正并再试一次.
zh_tw: 無法寫備份 ~/%@/%@. 請更正並再試一次.

source: Cancel
de: Abbrechen
it: Annulla
zh_cn: 取消
zh_tw: 取消

source: Continue
de: Fortsetzen
it: Continua
zh_cn: 继续
zh_tw: 繼續

# DefaultKey
source: KEY
de: Schlüssel
it: CHIAVE
zh_cn: 钥匙
zh_tw: 鑰匙

# DefaultValue
source: value
de: Wert
it: Valore
zh_cn: 数值
zh_tw: 數值

# DollarValueWarning
source: Be aware that $<identifier> values are not expanded when the environment file is read.
de: Beachten Sie, dass $<identifier> Werte nicht erweitert werden, wenn die Umgebungsvariablendatei gelesen wird.
it: Fai attenzione al fatto che i valori di $<identifier> non vengono espansi quando viene letto il file di ambiente.
zh_cn: 注意, 当读取环境文档, $<identifier> 数值不能替入.
zh_tw: 注意, 當讀取環境檔案, $<identifier> 數值不能替入.

source: Don't Show Again
de: Nicht erneut zeigen
it: Non Mostrare Di Nuovo
zh_cn: 不要再显示
zh_tw: 不要再顯示

# EditItemTip
source: Edit variable value
de: Variablenwert bearbeiten
it: Modifica il valore della variabile
zh_cn: 编辑变量数值
zh_tw: 編輯變數數值

source: Edit Variable:
de: Variable bearbeiten:
it: Modifica Variabile:
zh_cn: 编辑变量:
zh_tw: 編輯變數:

source: Environment
de: Umgebung
it: Ambiente
zh_cn: 环境
zh_tw: 環境

# FileDoesNotExist
source: ~/%@/%@ does not exist, can not load.
de: ~/%@/%@ existiert nicht, kann nicht geladen werden.
it: ~/%@/%@ non esiste, impossibile caricare.
zh_cn: ~/%@/%@ 不存在, 不能打开.
zh_tw: ~/%@/%@ 不存在, 不能打開.

source: File Error
de: Datei Fehler
it: Errore File
zh_cn: 文档错误
zh_tw: 檔案錯誤

# FileIsNotFile
source: ~/%@/%@ is a directory, not a file.
de: ~/%@/%@ ist ein Verzeichnis, keine Datei.
it: ~/%@/%@ è una directory, non un file.
zh_cn: ~/%@/%@ 是目录, 不是文档.
zh_tw: ~/%@/%@ 是目錄, 不是檔案.

# FileIsNotReadable
source: ~/%@/%@ is not readable.
de: ~/%@/%@ ist nicht lesbar.
it: ~/%@/%@ non è leggibile.
zh_cn: ~/%@/%@ 不可读.
zh_tw: ~/%@/%@ 不可讀.

# FileNotWritable
source: Can not write to ~/%@/%@. Please correct and attempt again.
de: In ~/%@/%@ kann nicht geschrieben werden. Bitte verbessern und erneut versuchen.
it: Impossibile scrivere su ~/%@/%@. Prego correggere e riprovare.
zh_cn: 无法写 ~/%@/%@. 请更正并再试一次.
zh_tw: 無法寫 ~/%@/%@. 請更正並再試一次.

source: Invalid Key
de: Ungültiger Schlüssel
it: Chiave Non Valida
zh_cn: 无效的钥匙
zh_tw: 無效的鑰匙

# KeyExists
source: Key already exists.
de: Schlüssel existiert bereits.
it: La chiave esiste già.
zh_cn: 钥匙已经存在.
zh_tw: 鑰匙已經存在.

source: Key Warning
de: Warnung: Schlüssel
it: Avviso Chiave
zh_cn: 钥匙警告
zh_tw: 鑰匙警告

source: Load Backup
de: Backup laden
it: Carica Backup
zh_cn: 载入备份
zh_tw: 載入備份

# NextLoginWarning
source: Changes will take effect on your next login.
de: Änderungen werden nach den nächsten Login wirksam.
it: Le modifiche avranno effetto al tuo prossimo login.
zh_cn: 改变会在你下一次登入生效.
zh_tw: 改變會在你下一次登入生效.

# PathKeyWarning
source: Be aware that setting the PATH environment variable can drastically affect how certain applications, especially developer tools and the shell environment, function.
de: Beachten Sie, dass die Einstellung der PFAD-Umgebungsvariable bestimmte Anwendungen drastisch beeinflussen kann, besonders Entwicklerhilfsmittel und die Shellumgebung, Funktion.
it: Fai attenzione, impostare la variabile d'ambiente PATH può condizionare drasticamente il modo in cui funzionano alcune applicazioni, specialmente gli strumenti per sviluppatori e l'ambiente di shell.
zh_cn: 注意, 设定环境变量会影响某些应用程序运作, 特别是 developer tools 和 shell 环境与功能.
zh_tw: 注意, 設定環境變數會影響某些應用程式運作, 特別是 developer tools 和 shell 環境與功能.

# RemoveItemTip
source: Remove variables
de: Variable entfernen
it: Elimina variabili
zh_cn: 删除变量
zh_tw: 刪除變數

source: Revert
de: Löschen
it: Ripristina
zh_cn: 回复
zh_tw: 回復

source: Save
de: Speichern
it: Registra
zh_cn: 储存
zh_tw: 儲存

source: Value
de: Wert
it: Valore
zh_cn: 数值
zh_tw: 數值

source: Value Warning
de: Warnung: Wert
it: Avviso Valore
zh_cn: 数值警告
zh_tw: 數值警告

# ZeroLengthKey
source: Key must be a non-zero length string.
de: Schlüssel muss länger als Null Zeichen sein.
it: La chiave deve essere una stringa di lunghezza diversa da zero.
zh_cn: 钥匙必须是有长度的字串.
zh_tw: 鑰匙必須是有長度的字串.

source: Variable
it: Variabile
zh_cn: 变量
zh_tw: 變數
